{
    "words": [
        {
            "word": "TEŞBİH",
            "hint": "Aralarında benzerlik ilgisi bulunan iki varlıktan zayıf olanı güçlü olana benzetmektir."
        },
        {
            "word": "İSTİARE",
            "hint": "Bir sözün benzetme amacıyla bir başka söz yerine kullanılmasıdır. Benzeyen ya da kendisine benzetilenin eksik olmasıdır.Yani EKSİK BENZETME"
        },
        {
            "word": "İNTAK",
            "hint": "İnsan dışındaki canlı, cansız varlıkları konuşturma sanatıdır. Özellikle fabllarda sık kullanılan sanattır."
        },
        {
            "word": "MECAZI MÜRSEL",
            "hint": "Bir sözün benzetme amacı güdülmeden başka bir söz yerine kullanılmasıdır.Genellikle SÖZÜ FAZLA UZATMAMAK için bu sanata başvurulur."
        },
        {
            "word": "TEŞHİS",
            "hint": "İnsana ait özelliklerin insan dışındaki varlıklara verilmesi sanatıdır."
        },
        {
            "word": "TELMİH",
            "hint": "Herkesçe bilinen özellikle tarihteki bir olaya veya bir esere değinmek, onu hatırlatmaktır."
        },
        {
            "word": "HÜSNÜ TALİL",
            "hint": "Bir durumu bir olayı gerçek sebebinin dışında şairin kendince bulduğu bir sebebe bağlamasıdır.Genellikle doğada olan durumlarla ilgili olur."
        },
        {
            "word": "TEVRİYE",
            "hint": "Birden fazla gerçek anlamı olan bir sözcüğü iki anlamını da çağrıştıracak biçimde kullanma sanatıdır. Esasında sözün uzak anlamı kastedilir."
        },
        {
            "word": "İSTİFHAM",
            "hint": "Cevap beklemeksizin anlamı güçlendirmek için şiirde soru sorma sanatıdır."
        },
        {
            "word": "TEKRİR",
            "hint": "Anlatımı güçlendirmek için bir sözü veya söz grubunu dörtlükte veya beyitte tekrar etmek sanatıdır."
        },
        {
            "word": "KAPALI İSTİARE",
            "hint": "Yalnız “benzeyen” kullanılarak yapılan benzetmedir. “kendisine benzetilen” söylenmez."
        },
        {
            "word": "KİNAYE",
            "hint": "Bir sözcüğün ya da sözün hem gerçek hem de mecaz anlamını düşündürecek biçimde birlikte kullanılmasıdır. Asıl geçerli olan mecaz anlamdır."
        },
        {
            "word": "TARİZ",
            "hint": "Söylenen sözün ya da kavramın, gerçek ya da mecaz anlamı dışında tamamen tersini anlatma sanatıdır. Bir başka deyişle, birini küçük düşürmek onunla alay etmek ya da iğnelemek için sözün ters söyleyerek amacımızı belirtmedir."
        },
        {
            "word": "TENASÜP",
            "hint": "Anlamca birbirine uygun, birbiriyle ilişkili sözcüklerin bir arada kullanılması sanatıdır. Divan edebiyatında sıkça, Halk edebiyatında da seyrek başvurulan bir söz sanatıdır."
        },
        {
            "word": "MÜBALAĞA",
            "hint": "Bir varlığı, olayı ya da düşünceyi olduğundan çok daha büyük (ya da küçük) gösterme sanatıdır. Günlük yaşamda sıkça başvurulan bir anlatım yoludur. Mizah (gülmece) yazarları, insanları kusurlu yanlarını belli bir abartma ölçüsüyle ortaya koyarlar."
        },
        {
            "word": "NİDA",
            "hint": "Söze söyleyişle (nazım ve nesirde) coşku katmak için ünlem görevli sözcükleri sıkça kullanmaktır."
        },
        {
            "word": "RÜCU",
            "hint": "Önceden söylenen sözden cayma ya da birbiriyle çelişir görünen düşünceleri ileri sürmektir."
        },
        {
            "word": "TERDİD",
            "hint": "Bir olayı, bir düşünceyi beklenmedik bir biçimde sonuçlandırarak okuyucuyu şaşırtmayı amaçlayan bir sanattır."
        },
        {
            "word": "AKİS",
            "hint": "Cümle ya da dizedeki söz sırasının bir öncekinin tersi olarak düzenlenip tekrarlama sanatıdır."
        },
        {
            "word": "CİNAS",
            "hint": "Seslen aynı, anlamları farklı sözleri bir arada kullanma sanatıdır. Yani sesteş sözcüklerin ayrı ayrı anlamlarda kullanılmasıdır. Cinaslı sözcükler daha çok manilerde kullanılır."
        },
        {
            "word": "ALİTERASYON",
            "hint": "Düzyazıda ya da manzumede, bazı ses ya da hecelerin tekrarıyla ses güzelliği yaratmadır."
        },
        {
            "word": "SECİ",
            "hint": "Düzyazı cümleleri içinde ya da sonlarında yapılan uyaklara seci denir. Divan edebiyatının süslü düzyazı örneklerinde secilere bolca rastlanır."
        }
    ]
}